{
  "user": {
    "name": "Agata"
  },
  "recipes": [
    {
      "name": "Ryż z warzywami",
      "description": "Orientalna propozycja dla wegetarian",
      "steps": [
        "Ryż ugotuj w wodzie tak, aby był sypki. Następnie odcedź go.",
        "Marchewkę, cebulę i czosnek pokrój w kostkę.",
        "Na patelni rozgrzej olej i podsmaż marchewkę, cebulę, czosnek oraz zielony groszek.",
        "Po chwili dodaj ryż i odcedzoną ciecierzycę z puszki.",
        "Dodaj curry.",
        "Całość intensywnie smaż, aż większość płynu wyparuje. Podawaj ze świeżo posiekaną kolendrą."
      ],
      "ingredients": [
        "Ryż basmati (400 gramów).",
        "Cebula (1 sztuka).",
        "Marchew (1 sztuka).",
        "Mrożony groszek (pół szklanki).",
        "Ciecierzyca (100 gramów).",
        "Kolendra (pół pęczka).",
        "Przyprawa curry."
      ],
      "id": 1
    },
    {
      "name": "Kurczak po meksykańsku",
      "description": "Ostry kurczak w wydaniu meksykańskim",
      "steps": [
        "Piersi z kurczaka i cebulę pokrój w kostkę, podsmaż w garnku w małej ilości tłuszczu.",
        "Dodaj czerwoną fasolę, kukurydzę i pokrojoną w kostkę czerwoną paprykę.",
        "Gotowe danie podawaj z ugotowanym ryżem."
      ],
      "ingredients": [
        "Piersi z kurczaka (350 gramów).",
        "Cebula (2 sztuki).",
        "Czerwona fasola (400 gramów).",
        "Kukurydza (400 gramów).",
        "Czerwona papryka (1 sztuka).",
        "Ryż (100 gramów)."
      ],
      "id": 2
    },
    {
      "name": "Risotto z kurczakiem",
      "description": "Kolorowe risotto z kurczakiem",
      "steps": [
        "Cebulę drobno pokrój i podsmaż ją w szerokim rondlu na rozgrzanej oliwie wraz z surowym ryżem, przez 1 minutę.",
        "Pierś z kurczaka pokrój w kostkę, oprósz Przyprawą do kurczaka i obsmaż na patelni.",
        "Do podsmażonego ryżu wlej 300 mililitrów wody oraz jedną bulionetkę. Duś całość około 12 minut.",
        "Następnie dodaj mieszankę warzyw, kurczaka, zioła prowansalskie oraz 250 mililitrów wody i duś kolejne 6 minut.",
        "Pod koniec duszenia dodaj starty żółty ser, śmietanę oraz masło. Energicznie mieszaj i odstaw z ognia na kilka minut. Natychmiast podawaj."
      ],
      "ingredients": [
        "Filety z piersi kurczaka (200 gramów).",
        "Gotowa mrożona mieszanka warzywna (400 gramów).",
        "Bulionetka, przyprawa do kurczaka.",
        "Biała cebula (1 sztuka).",
        "Ryż arborio (200 gramów).",
        "Mieszanka ziół.",
        "Starty żółty ser (150 gramów).",
        "Śmietana (4 łyżki).",
        "Oliwa (1 łyżka).",
        "Masło (50 gramów)."
      ],
      "id": 3
    },
    {
      "name": "Risotto z kurczakiem i grzybami",
      "description": "Risotto z kurczakiem i grzybami",
      "steps": [
        "Bulionetkę zagotuj z 1 l wody, aby powstał bulion.",
        "Na patelni rozgrzej połowę oliwy i podsmaż mięso pokrojone w paski. Następnie dodaj pieczarki podzielone na cząstki.",
        "Wyjmij mięso i pieczarki z patelni, na którą wlej pozostałą oliwę. Podsmaż pokrojone w kostkę szalotkę i czosnek.",
        "Dodaj ryż i całość smaż przez kilka minut. Następnie zalej wywarem z suszonych grzybów, które pokrój w paski i również dodaj do risotto.",
        "Po chwili wlej tyle bulionu, by zakrył ryż. Gotuj powoli, aż ziarna wchłoną płyn, następnie dolej kolejną porcję. Czynność powtarzaj, aż ryż zmięknie.",
        "Na koniec dodaj z powrotem mięso i pieczarki. Gotuj 2 minuty. Wlej do ryżu śmietankę, dodaj masło i starty ser. ",
        "Całość gotuj jeszcze 2-3 minuty i dopraw świeżo mielonym pieprzem oraz posiekaną natką pietruszki.",
        "Risotto podawaj natychmiast po przygotowaniu w głębokim talerzu. Powinno być płynne."
      ],
      "ingredients": [
        "Ryż arborio (200 gramów).",
        "Pierś z kurczaka (2 sztuki).",
        "Bulionetka drobiowa.",
        "Grzyby suszone (4 sztuki).",
        "Pieczarki (200 gramów).",
        "Cebula szalotka (2 sztuki).",
        "Czosnek (2 ząbki).",
        "Masło (2 łyżki).",
        "Śmietana (pół szklanki).",
        "Natka pietruszki (pół pęczka).",
        "Parmezan (80 gramów).",
        "Oliwa (100 ml)."
      ],
      "id": 4
    },
    {
      "name": "Roladki z kurczaka ze szpinakiem",
      "description": "Roladki z kurczaka ze szpinakiem",
      "steps": [
        "Cebulę pokrój w drobną kostkę i podsmaż na patelni wraz z orzeszkami piniowymi. Dodaj szpinak i całość smaż chwilę, mieszając co jakiś czas. ",
        "Szpinak dopraw do smaku serem feta, ostrą papryką, gałką muszkatołową oraz suszonymi pomidorami.",
        "Piersi z kurczaka umyj, oczyść z błon oraz tłuszczu i osusz. Następnie ułóż na foli posmarowanej oliwą, przykryj plastikową folią i rozbij dokładnie.",
        "Powierzchnię kurczaka dopraw do smaku odrobiną Przyprawy do kurczaka Knorr, po czym ułóż na niej warstwę szpinaku.",
        "Pierś zroluj, zawiń w folię aluminiową. Końcówki folii zakręć tak, aby powstał kształtny baton.",
        "Piersi umieść w nagrzanym do 200°C piekarniku na 20 – 30 minut.",
        "Upieczone piersi rozwiń z folii – zbierz powstały sok i przelej go do pojemnika. Zebrany płyn uzupełnij wodą do objętości 300 mililitrów.",
        "Gotuj około 3 minut. Roladki podawaj z ryżem, obficie polane sosem serowym."
      ],
      "ingredients": [
        "Pierś z kurczaka (400 gramów).",
        "Świeży szpinak (800 gramów).",
        "Mała cebula (1 sztuka).",
        "Ser feta (20 gramów).",
        "Przyprawa do kurczaka.",
        "Orzeszki piniowe (20 gramów).",
        "Papryka ostra.",
        "Gałka muszkatałowa.",
        "Sól.",
        "Oliwa z oliwek (20 ml)."
      ],
      "id": 5
    },
    {
      "name": "Roladki po bolońsku",
      "description": "Roladki po bolońsku",
      "steps": [
        "Na patelni na rozgrzanym tłuszczu podsmaż posiekany czosnek cebulkę i papryczkę chili, dodaj szpinak całość smaż chwilę.",
        "Dodaj śmietanę i pokruszone orzeszki nerkowca. Jeśli uważasz za konieczne dopraw do smaku i odstaw na bok do ostygnięcia.",
        "Na foli ułóż piersi z kurczaka przykryj drugą warstwą foli i delikatnie uderzając tłuczkiem rozbij mięso na cienki płat.",
        "Na mięsie ułóż porcję szpinaku. Brzegi mięsa delikatnie zawiń do środka całość zroluj zabezpieczając roladki wykałaczkami przed rozwinięciem się.",
        "Roladki obsmaż z obu stron na rozgrzanym tłuszczu, przełóż je na bok, na tę samą patelnie wlej pomidory z puszki oraz ¼ szklanki wody.",
        "Całość dokładnie wymieszaj i zagotuj. Do sosu włóż na powrót roladki duś pod przykryciem około 15 minut aż mięso dojdzie środku."
      ],
      "ingredients": [
        "Pierś z kurczaka (3 sztuki).",
        "Szpinak rozmrożony, odciśnięty z soku (450 gramów)",
        "Przyprawa do sosu bolognese.",
        "Mozzarella (100 gramów).",
        "Pomidory pelatti (250 gramów).",
        "Chilli (1 sztuka).",
        "Cebula (1 sztuka).",
        "Suszone pomidory (50 gramów).",
        "Gałka muszkatałowa.",
        "Ząbki czosnku (2 sztuki).",
        "Orzechy nerkowca (100 gramów).",
        "Śmietana 18% (100 mililitrów).",
        "Margaryna (3 łyżki)."
      ],
      "id": 6
    },
    {
      "name": "Pieczona karkówka",
      "description": "Pieczona karkówka z chrupiącą skórką",
      "steps": [
        "Karkówkę natrzyj przyprawą do mięs i odstaw na chwile w chłodne miejsce, tak aby przyprawa lepiej wniknęła w mięso.",
        "Mięso obsmaż z obu stron, ułóż w żaroodpornym naczyniu.",
        "Chleb tostowy pokrój w drobną kostkę, wymieszaj z majonezem, musztardą i posiekaną natką pietruszki.",
        "Powstałą bułkę nałóż na wierzch mięsa. Całość piecz 1 godzinę w temperaturze około 180*C."
      ],
      "ingredients": [
        "Karkówka (600 gramów).",
        "Chleb tostowy.",
        "Majonez (100 gramów).",
        "Natka pietruszki (1 pęczek).",
        "Przyprawy.",
        "Musztarda (2 łyżki)."
      ],
      "id": 7
    },
    {
      "name": "Gołąbki po meksykańsku",
      "description": "Pikantne gołąbki po meksykańsku",
      "steps": [
        "Mięso połącz z odciśniętą bułką. Paprykę i jedną cebule pokrój w 3-4 cm długości paski i przesmaż na oleju. Drugą cebulę drobno posiekaj.",
        "Mięso połącz z jajkiem, drobno posiekaną cebulą oraz przyprawami. Dopraw do smaku i wyrób jednolitą masę.",
        "Z mięsa przygotuj nieduże porcje. Na każdej z nich ułóż przesmażoną paprykę i cebulę a następnie całość zamknij i formuj gołąbki.",
        "Gołąbki obtocz w mące i obsmaż na patelni. Na patelnię dodaj koncentrat pomidorowy, wlej 400 ml wody oraz dodaj sos pieczeniowy, całość zagotuj.",
        "Patelnię przykryj i duś zrazy jeszcze 10 min. na małym ogniu. Pod koniec do sosu dodaj śmietanę. Gotowe zrazy podawaj z ryżem."
      ],
      "ingredients": [
        "Mięso mielone wieprzowo-wołowe (500 gramów).",
        "Bułka namoczona w mleku (1 sztuka).",
        "Sos pieczeniowy.",
        "Czerwona papryka (3 sztuki).",
        "Cebula (2 sztuki).",
        "Jajko (1 sztuka).",
        "Koncentrat pomidorowy (1 łyżka).",
        "Śmietana (1 łyżka).",
        "Papryka słodka, mielona kolendra."
      ],
      "id": 8
    },
    {
      "name": "Befsztyk z warzywami",
      "description": "Befsztyk z warzywami",
      "steps": [
        "Polędwicę pokrój w plastry o grubości ok. 3 cm i natnij tak, aby powstała kieszonka. Oprósz pieprzem.",
        "Cukinię i bakłażana przekrój wzdłuż na 4 części i pozbądź się nasion, a następnie pokrój w plastry. Cebulę i paprykę pokrój w grubą kostkę.",
        "Warzywa przesmaż na patelni, dodając 1 łyżkę oregano i szczyptę pieprzu. Smaż, aż będą półtwarde.",
        "Ziemniaki umyj, nie obieraj, pokrój w księżyce. Dodaj paprykę, 1 łyżkę oregano, skrop olejem. Piecz w piekarniku rozgrzanym do 180 °C około 20 min.",
        "Befsztyki nafaszeruj warzywami. Smaż na dobrze rozgrzanym tłuszczu około 6 min. z każdej strony.",
        "Sos pieczeniowy wsyp do wody i zagotuj, dodaj natkę. Polej befsztyki sosem i podawaj z pieczonymi ziemniakami posypanymi posiekaną natką pietruszki."
      ],
      "ingredients": [
        "Polędwica wołowa (500 gramów).",
        "Sos pieczeniowy.",
        "Cukinia (1 sztuka).",
        "Bakłażan (1 sztuka).",
        "Cebula (1 sztuka).",
        "Papryka czerwona (1 sztuka).",
        "Ziemniaki (500 gramów).",
        "Przyprawy (papryka ostra, pieprz czarny, oregano).",
        "Natka pietruszki (10 gramów).",
        "Olej (150 mililitrów)."
      ],
      "id": 9
    },
    {
      "name": "Pieczeń wołowa z sosem",
      "description": "Soczysta pieczeń wołowa z sosem musztardowo-ziołowym",
      "steps": [
        "Stwórz pełną smaku marynatę rozcierając kostkę rosołową w miseczce z oliwą. Dodaj musztardę oraz posiekany rozmaryn.",
        "Mięso umyj i osusz papierowym ręcznikiem. Posmaruj przygotowaną pastą. Oprósz pieprzem.",
        "Zamarynowane mięso obsmaż na patelni z każdej strony a następnie przełóż do brytfanki.",
        "Naczynie wstaw do piekarnika nagrzanego do 220 stopni C, mięso piecz ok. 12-15 minut.",
        "Po tym czasie zmniejsz temperaturę do 170 °C i piecz jeszcze 5-10 minut, w zależności, jak mocno wypieczone mięso lubisz.",
        "Przed podaniem pozostaw mięso na 10 minut, aby „odpoczęło”. Następnie mięso pokrój w plastry i podawaj, najlepiej z pieczeniowym sosem lub ziołowym."
      ],
      "ingredients": [
        "Mięso wołowe np. rostbef (1,5 kilograma).",
        "Kostka rosołowa (2 sztuki).",
        "Świeży rozmaryn (1 gałązka).",
        "Musztarda Dijon (2 łyżki).",
        "Oliwa z oliwek (3 łyżki).",
        "Pieprz czarny."
      ],
      "id": 10
    },
    {
      "name": "Schab z borówkami",
      "description": "Mięso ze słodkim akcentem",
      "steps": [
        "Kotlety dokładnie natrzyj olejem, majerankiem, musztardą i odstaw na co najmniej godzinę do lodówki.",
        "Sos myśliwski zagotuj w 300 ml wody.",
        "Na patelni podsmaż na margarynie posiekaną cebulę. Po chwili dodaj wcześniej zagotowany sos i borówki ze słoika.",
        "W razie konieczności rozcieńcz sos 2-3 łyżkami wody. Gotuj wszystko na wolnym ogniu przez około 10 minut.",
        "Kotlety smaż na patelni po 6-8 minut z każdej strony. Podawaj ułożone na sosie borówkowym. Doskonale smakują np.: z czerwoną kapustą."
      ],
      "ingredients": [
        "Kotlety schabowe (4 sztuki).",
        "Borówka brusznica (200 gramów).",
        "Sos myśliwski (1 opakowanie).",
        "Cebula (1 sztuka).",
        "Majeranek.",
        "Musztarda (1 łyżka).",
        "Margaryna (2 łyżki).",
        "Olej (4 łyżki)."
      ],
      "id": 11
    },
    {
      "name": "Tradycyjny schabowy",
      "description": "Klasyczne danie z kotletem schabowym, ziemniakami i surówką",
      "steps": [
        "Pokrój mięso na plastry ok. 1,5 cm. Zbij tłuczkiem do grubości ok. 3 mm. Ubij lekko jajka.",
        "Wymieszaj bułkę tartą z Przyprawą do mięs. Panieruj kotlety w jajku, mące i bułeczce.",
        "Smaż na rozgrzanym oleju przez 3-4 min. po każdej stronie.",
        "Kotlety schabowe podawaj z gotowanymi ziemniakami i marchewką z groszkiem."
      ],
      "ingredients": [
        "Schab bez kości (800 gramów).",
        "Przyprawa do mięsa.",
        "Jajka (3 sztuki).",
        "Bułka tarta (200 gramów).",
        "Mąka (100 gramów).",
        "Olej roślinny (2 łyżki).",
        "Świeży koperek (2 łyżki)."
      ],
      "id": 12
    },
    {
      "name": "Sznycel wiedeński",
      "description": "Sznycel wiedeński z sałatką ziemniaczaną",
      "steps": [
        "Ziemniaki dokładnie umyj i ugotuj w lekko osolonej wodzie.",
        "Gdy będą miękkie, odcedź ziemniaki, dodaj masło, ocet, posiekany szczypiorek oraz przyprawę z koperkiem i lekko wymieszaj.",
        "Mięso rozbij tłuczkiem na jak najcieńszy plaster i dopraw przyprawą do mięsa.",
        "Następnie panieruj mięso w mące, roztrzepanym jajku i bułce tartej.",
        "Sznycle smaż na rozgrzanym oleju, aż skórka zrobi się chrupiąca i rumiana. Następnie odsącz kotlety z nadmiaru tłuszczu na papierowym ręczniku.",
        "Sznycla podawaj z wcześniej przygotowanymi ziemniakami."
      ],
      "ingredients": [
        "Cielęcina z udźca (400 gramów).",
        "Ziemniaki młode (400 gramów).",
        "Przyprawa do mięsa.",
        "Mieszanka ziół z koperkiem.",
        "Bułka tarta (pół szklanki).",
        "Mąka (3 łyżki).",
        "Ocet (2 łyżki).",
        "Szczypiorek (pół pęczka).",
        "Jajka (2 sztuki).",
        "Oliwa (2 łyżki).",
        "Masło (1 łyżka).",
        "Sól, olej do smażenia."
      ],
      "id": 13
    },
    {
      "name": "Eskalopki zapiekane",
      "description": "Eskalopki zapiekane z mozzarellą",
      "steps": [
        "Ugotuj makaron. Pomidory pokrój na ćwiartki, usuń z nich gniazda. Mozzarellę pokrój w plastry.",
        "Mięso oczyść, pokrój w plastry. Płaty mięsa rozbij delikatnie tłuczkiem, oprósz przyprawą do mięs i złóż. P",
        "Powstałe w ten sposób eskalopki oprósz mąką i obsmaż na patelni.",
        "Mięso przełóż na talerz. Na każdy kotlecik nałóż listek bazylii, ćwiartkę pomidora, oraz plaster sera. Całość zapiecz chwilę w piekarniku.",
        "Na patelni po smażeniu mięsa podsmaż pokrojoną w kostkę cebulę. Całość zalej winem, gotuj aż zupełnie odpakuje.",
        "Wlej śmietanę, dodaj Sos pieczeniowy i dokładnie wymieszaj. Sos gotuj 2- 3 minuty aż zgęstnieje.",
        "Eskalopki podawaj z makaronem przesmażonym na oliwie, polane obficie powstałym sosem."
      ],
      "ingredients": [
        "Polędwiczka wieprzowa (400 gramów).",
        "Pomidory, sparzone bez skóry (2 sztuki).",
        "Ser mozzarella.",
        "Sos pieczeniowy (1 opakowanie).",
        "Przyprawa do mięsa (1 opakowanie).",
        "Cebula (1 opakowanie).",
        "Makaron tagliatelle (200 gramów).",
        "Śmietana (200 mililitrów).",
        "Białe wino (100 mililitrów).",
        "Mąka (2 łyżki).",
        "Oliwa (2 łyżki).",
        "Bazylia (kilka listków)."
      ],
      "id": 14
    },
    {
      "name": "Polędwiczki wieprzowe z sosem",
      "description": "Soczyste polędwiczki wieprzowe z sosem śmietanowo - majonezowym",
      "steps": [
        "Polędwiczki oczyść z błon i przerostów tłuszczu. Pokrój w grube paski. Mięso przypraw i obsmaż na patelni. Następnie przełóż na bok.",
        "Na tej samej patelni podsmaż pokrojoną w piórka cebulę i pieczarki pokrojone w ćwiartki. Całość zalej śmietaną.",
        "Gotuj chwilę aż sos delikatnie zacznie gęstnieć. Dodaj na powrót mięso, całość zagotuj, odstaw na bok.",
        " Dodaj majonez. Energicznie połącz go z pozostałym sosem dokładnie mieszając. Gotowe!"
      ],
      "ingredients": [
        "Polędwiczki wieprzowe (2 sztuki).",
        "Pieczarki (500 gramów).",
        "Cebula (1 sztuka).",
        "Śmietana 18% (70 mililitrów).",
        "Majonez.",
        "Przyprawy."
      ],
      "id": 15
    },
    {
      "name": "Ziemniaczana zapiekanka z kurczakiem",
      "description": "Ziemniaczana zapiekanka z kurczakiem i serem",
      "steps": [
        "Cebulę pokrój w piórka, podsmaż ją w garnku, dodaj pokrojonego w kostkę kurczaka, smaż chwilę, dodaj pokrojone w plastry ziemniaki.",
        "Całość smaż mieszając co jakiś czas, aż ziemniaki delikatnie się rozkleją.",
        "Dodaj wtedy śmietanę, całość zagotuj, a następnie przełóż w żaroodporne naczynie uciskając wszystkie składniki razem.",
        "Zapiekankę z wierzchu posyp serem, zawiń w folię aluminiową, wstaw do nagrzanego do 190°C piekarnika na 40 minut.",
        "Dziesięć minut przed końcem pieczenia usuń folię, aby ser mógł się zapiec. Podawaj z posiekaną natką pietruszki."
      ],
      "ingredients": [
        "Pierś z kurczaka (400 gramów).",
        "Ziemniaki (400 gramów).",
        "Śmietana 18% (300 mililitrów).",
        "Żółty ser (100 gramów).",
        "Olej (80 mililitrów).",
        "Cebula (1 sztuka).",
        "Natka pietruszki (1 pęczek)."
      ],
      "id": 16
    },
    {
      "name": "Makaron w sosie pieczarkowym",
      "description": "Pyszny makaron w sosie pieczarkowym",
      "steps": [
        "Posiekaj cebulę w kostkę. Pokrój kurczaka w paski, a grzyby w plasterki.",
        "Ugotuj makaron wg wskazówek na opakowaniu. Wymieszaj mleko i musztardę.",
        "Usmaż grzyby na 1 łyżce oleju. Odłóż na talerz, a następnie usmaż osobno cebulę. Dodaj kurczaka i przesmaż na złoto. Przełóż grzyby na patelnię.",
        "Całość połącz z sosem. Gotuj przez 5 min. aż lekko zgęstnieje.",
        "Podawaj makaron posypany posiekaną natką pietruszki."
      ],
      "ingredients": [
        "Filety z piersi kurczaka (500 gramów).",
        "Makaron tagliatelle (250 gramów)",
        "Pieczarki (500 gramów).",
        "Mleko (150 mililitrów).",
        "Cebula (1 sztuka).",
        "Musztarda (2 łyżki).",
        "Świeża natka pietruszki (pół pęczka).",
        "Olej rzepakowy (1 łyżka)."
      ],
      "id": 17
    },
    {
      "name": "Owsianka",
      "description": "Najlepsza owsianka wg przepisu z Kwestia Smaku",
      "steps": [
        "Płatki owsiane wsypać do garnka i wypłukać kilkakrotnie zmieniając wodę. Odcedzić, wlać mleko, dodać odrobinę soli i zagotować (można dodać też rodzyn",
        "Zmniejszyć ogień i gotować do miękkości przez ok. 15 minut, co chwilę mieszając. Pod koniec doprawić cukrem oraz opcjonalnie cukrem wanilinowym.",
        "Podawać z ulubionymi dodatkami jak np. owoce, syrop klonowy czy miód."
      ],
      "ingredients": [
        "1 szklanka płatków owsianych (zwykłych, górskich)",
        "3 szklanki mleka",
        "3 łyżki cukru (lub do smaku)",
        "opcjonalnie: 1 łyżka cukru wanilinowego, 1/3 szkla"
      ],
      "id": 18
    },
    {
      "name": "Placki jogurtowe z bananem",
      "description": "Pyszne placki z bananem",
      "steps": [
        "Wymieszać jogurt z jajkami i cukrem wanilinowym za pomocą rózgi, widelcem lub mikserem na minimalnych brotach.",
        "Do drugiej miski przesiać mąkę, dodać do niej proszek do pieczenia i dokładnie wymieszać.",
        "Przesypać do miski z mokrymi składnikami i wymieszać rózgą lub delikatnie zmiksować do połączenia się składników na gładką i jednolitą masę bez grudek",
        "Rozgrzać patelnię (np. dużą naleśnikową lub inną z nieprzywierającą powłoką), nakładać po 1 pełnej łyżce stołowej ciasta na jednego placka zachowując ",
        "Smażyć na niezbyt dużym ogniu, do czasu aż urosną i będą ładnie zrumienione (około 3 minuty). Można smażyć beztłuszczowo, ale ja dodaję małą ilość mas",
        "Mniej więcej w połowie lub pod koniec smażenia, jeszcze przed przewróceniem placków na drugą stronę, wcisnąć w surowe ciasto po 3 plasterki banana na ",
        "Przewrócić placki na drugą stronę i smażyć do zrumienienia, przez około 3 minuty na umiarkowanym ogniu. Przed smażeniem następnej partii placków patel"
      ],
      "ingredients": [
        "250 g jogurtu naturalnego\n",
        "2 jajka\n",
        "1 łyżka cukru wanilinowego (lub zwykłego)",
        "170 g mąki pszennej\n",
        "2 płaskie łyżeczki proszku do pieczenia",
        "2 banany\n"
      ],
      "id": 19
    },
    {
      "name": "Malinowy budyń jaglany",
      "description": "Sycący budyń",
      "steps": [
        "Do sitka wsypać kaszę jaglaną i wypłukać pod bieżącą wodą. Włożyć do rondelka, wlać mleko i zagotować pod przykryciem. ",
        "Zmniejszyć ogień do minimum i gotować 15 minut nie otwierając garnka.\n",
        "Ugotowaną kaszę zmiksować w blenderze (stojącym, kielichowym) na gładki mus z dodatkiem (rozmrożonych) malin oraz syropu malinowego. J"
      ],
      "ingredients": [
        "1/2 szklanki kaszy jaglanej\n",
        "2 szklanki mleka\n",
        "ok. 1/2 szklanki malin (świeżych lub mrożonych)",
        "3 łyżki syropu/soku malinowego\n"
      ],
      "id": 20
    },
    {
      "name": "Grzanki z awokado, serem i awokado",
      "description": "Pyszne grzanki z kwaśnym granatem",
      "steps": [
        "Pieczywo można opiec w tosterze jeśli chcemy aby było chrupiące. Awokado obrać, pokroić na kawałki i nieco rozdrobnić widelcem. ",
        " Doprawić solą, pieprzem i skropić oliwą.",
        "Otrzymaną pastę wyłożyć na pieczywo. Na wierzch pokruszyć ser i posypać granatem. Dodać listki mięty i skropić dodatkową oliwą."
      ],
      "ingredients": [
        "pieczywo np. razowe\n",
        "1 awokado\n",
        "50 g sera sałatkowego lub fety",
        "1/4 owocu granatu",
        "listki mięty",
        "oliwa extra, sól i pieprz"
      ],
      "id": 21
    },
    {
      "name": "Medaliony warzywne",
      "description": "Pożywna propozycja na śniadanie",
      "steps": [
        "Na gotującą się wodę włożyć połówkę brokuła (różyczkami ku górze). Gotować przez ok. 3 minuty, wyjąć i pokroić na małe kawałeczki, przestudzić.",
        "Pora przekroić wzdłuż na 4 części, opłukać, osuszyć, następnie posiekać. Włożyć na patelnię z oliwą i dusić przez ok. 5 minut do miękkości.",
        "Ugotowane i obrane ziemniaki pokroić w kostkę. Piekarnik nagrzać do 180 stopni C.",
        "W misce roztrzepać jajka z dodatkiem śmietanki lub mleka, soli, pieprzu i oregano. Dodać mąkę pszenną i ziemniaczaną i wymieszać dokładnie rózgą.",
        "Połączyć za pomocą łyżki z koperkiem lub szczypiorkiem, pokrojonym w kosteczkę serem oraz przygotowanymi składnikami: brokułem, porem i ziemniakami.",
        "8 żaroodpornych kokilkek (lub 8 wgłębień w formie do muffinów lub 8 foremek silikonowych) natłuścić oliwą lub masłem, napełnić masą.",
        "Wstawić do piekarnika i piec przez 20min."
      ],
      "ingredients": [
        "1/2 brokuła\n",
        "1/2 pora\n",
        "1 łyżka oliwy\n",
        "2 - 3 ugotowane ziemniaki\n",
        "3 jajka\n",
        "3 łyżki śmietanki 30% lub mleka\n",
        "sól, pieprz, 1 łyżeczka suszonego oregano",
        "po 1 łyżeczce mąki pszennej i ziemniaczanej",
        "1 łyżka posiekanego koperku lub szczypiorku",
        "4 plasterki żółtego sera\n"
      ],
      "id": 22
    },
    {
      "name": "Pasta z wędzonej ryby ",
      "description": "Pasta z wędzonej ryby  z jajem, ogórkiem kiszonym i cebulą",
      "steps": [
        "Jajka ugotować na twardo i obrać ze skorupek. Posiekać na desce i włożyć do dużej miski.",
        "Rybę oczyścić z ości i skóry. Wybrane cząstki mięsa posiekać na desce i dodać do miski z jajkami.",
        "Dodać drobno posiekaną w kosteczkę i zeszkloną na oleju cebulę oraz pokrojone w kosteczkę ogórki kiszone (jeśli mają twardą skórkę, najlepiej ją obrać",
        "Doprawić łyżeczką świeżo zmielonego pieprzu, szczyptą soli i wymieszać z majonezem, śmietaną i posiekanym szczypiorkiem."
      ],
      "ingredients": [
        "4 jajka\n",
        "ok. 500 g wędzonego dorsza lub innej białej ryby n",
        "1 cebula\n",
        "1 łyżka oleju/oliwy\n",
        "4 ogórki kiszone\n",
        "2 łyżki majonezu\n",
        "4 łyżki śmietany 18%\n",
        "pęczek szczypiorku\n"
      ],
      "id": 23
    },
    {
      "name": "Dutch baby z jabłkami",
      "description": "Pieczony naleśnik z jabłkami",
      "steps": [
        "Jajka ogrzać (np. włożyć do garnka z ciepłą wodą) lub wyjąć wcześniej z lodówki. Mleko delikatnie podgrzać lub ogrzać w temp. pokojowej.\n",
        "Piekarnik nagrzać do 220 stopni C, w środku piekarnika nagrzewać również naczynie żaroodporne lub patelnię żaroodporną.",
        "Sklarować 4 łyżki masła (podgrzać w rondelku, zebrać i usunąć pianę). Jabłko obrać, pokroić na 8 - 10 kawałków (plasterków).\n",
        "Do blendera (stojącego, z kielichem) wbić jajka, dodać mleko, mąkę, cukier wanilinowy i sól.",
        "Mieszankę składników z blendera krótko zmiksować (4 sekundy) na jednolitą masę.",
        "Wysunąć kratkę z rozgrzanym naczyniem z piekarnika, wlać 2 łyżki sklarowanego masła, następnie wlać powoli zmiksowane składniki na omlet. ",
        "Rozłożyć kawałki jabłek i zamknąć piekarnik.\n",
        "Piec bez przykrycia przez ok. 20 minut, aż omlet miejscami urośnie i będzie dobrze zrumieniony oraz chrupiący.",
        "Wyjąć z piekarnika, posypać cynamonem. Podawać z resztą klarowanego masła i cukrem pudrem."
      ],
      "ingredients": [
        "3 jajka\n",
        "1/2 szklanki mleka (125 ml)\n",
        "1/2 szklanki mąki pszennej\n",
        "1 łyżeczka cukru wanilinowego\n",
        "mała szczypta soli\n",
        "masło\n",
        "1 jabłko (np. reneta)\n",
        "szczypta cynamonu\n",
        "cukier puder\n"
      ],
      "id": 24
    },
    {
      "name": "Pudding ryżowy z gruszkami",
      "description": "Pudding z karmelizowanymi gruszkami",
      "steps": [
        "Do średniego garnka wsypać ryż, wlać mleko, dodać masło, sól i rodzynki. Wymieszać i zagotować co chwilę mieszając. ",
        "Następnie gotować bez przykrycia przez ok. 18 minut, co chwilę mieszając, aż ryż będzie miękki.",
        "Na koniec doprawić cukrem wanilinowym. Z czasem (wraz z dłuższym gotowaniem lub podczas stygnięcia) pudding będzie się bardziej zagęszczał.\n",
        "Gruszki obrać, wykroić gniazda nasienne, pokroić w kostkę, skropić sokiem z cytryny, wymieszać, odłożyć.",
        "Do rondla z grubym dnem wsypać cukier, rozprowadzić go po dnie, podgrzewać na średnim ogniu przez około 2 - 3 minuty.",
        "Wsypać gruszki z sokiem (uwaga, będzie pryskać) i potrząsając garnkiem wymieszać składniki.",
        "Postawić z powrotem na ogniu i gotować przez około 2 - 3 minuty aż gruszki zmiękną, częściowo się rozpadną i powstanie gęsty syrop karmelowy."
      ],
      "ingredients": [
        "1/2 szklanki (100 g) ryżu",
        "2 i 1/2 szklanki mleka\n",
        "1/2 łyżki masła\n",
        "mała szczypta soli\n",
        "2 łyżki rodzynek\n",
        "16 g (1 op) cukru wanilinowego\n",
        "2 gruszki\n",
        "1 łyżka soku z cytryny\n",
        "3 łyżki cukru\n"
      ],
      "id": 25
    },
    {
      "name": "Hummus",
      "description": "Pasta z cieciorki i tahini",
      "steps": [
        "Odsączoną ciecierzycę umieścić w pojemniku melaksera, rozdrabniacza lub blendera.",
        "Dodać kilka łyżek zalewy lub wody z gotowania ciecierzycy i zacząć miksować na pastę.\n",
        "W międzyczasie dodawać resztę w składników",
        "Miksując stopniowo dodawać więcej zalewy aby uzyskać odpowiednią konsystencję pasty."
      ],
      "ingredients": [
        "1 puszka ok. 400 g ciecierzycy*\n",
        "1 łyżeczka soku z cytryny\n",
        "1 mały ząbek czosnku\n",
        "5 łyżek pasty sezamowej tahini ",
        "1 łyżeczka mielonego kuminu (kminu rzymskiego)\n",
        "sól i pieprz\n",
        "1 łyżka oleju sezamowego lub oliwy extra vergine\n"
      ],
      "id": 26
    },
    {
      "name": "Zupa bobowa",
      "description": "Zupa z bobu",
      "steps": [
        "Bób ugotować w osolonej wodzie, odcedzić i odmierzyć potrzebną ilość. Obrać.",
        "Pory oczyścić z zewnętrznych liści, pozostawić białą oraz jasno zieloną część, dokładnie opłukać pomiędzy warstwami, pokroić na plasterki.",
        "W garnku roztopić masło, dodać obraną i pokrojoną w kosteczkę cebulę, wymieszać i zeszklić. ",
        "Dodać pokrojone pory a po chwili obrane i pokrojone w kostkę ziemniaki. Smażyć przez około 3 minuty co chwilę mieszając aż warzywa zmiękną.",
        "Zwiększyć ogień, wlać wodę lub bulion i zagotować. Doprawić solą, zmniejszyć ogień, przykryć i gotować warzywa do miękkości przez około 15 minut. ",
        "Na 5 minut przed końcem dodać 400 g ugotowanego i obranego bobu (resztę zachować w całości).\n",
        "Dodać oliwę extra vergine, mleko i zmiksować na gładki krem. "
      ],
      "ingredients": [
        "500 g ugotowanego bobu\n",
        "2 pory\n",
        "20 g masła (lub oleju kokosowego)\n",
        "1 cebula\n",
        "250 g ziemniaków\n",
        "1 litr bulionu lub wody\n",
        "1 łyżka oliwy extra vergine\n",
        "1/2 szklanki mleka (krowiego lub migdałowego)\n",
        "1 łyżka posiekanej natki\n"
      ],
      "id": 27
    },
    {
      "name": "Zupa rybna",
      "description": "Pyszna zupa z kawałkami ryby",
      "steps": [
        "Warzywa umyć. Marchewkę, pietruszkę i selera obrać i zetrzeć na tarce o większych oczkach. Pora pokroić wzdłuż na 4 części.",
        "Cebulę pokroić w kosteczkę.",
        "W szerszym garnku na łyżce oliwy i łyżce masła zeszklić cebulę. Następnie dodać pora i smażyć dalej co chwilę mieszając przez ok. 2 minuty.\n",
        "Dodać marchewkę, pietruszkę i selera. Warzywa doprawić solą i pieprzem i smażyć przez około 3 minuty. Dodać przyprawy i wymieszać.",
        "Wlać gorący bulion i zagotować. Dodać przecier pomidorowy oraz pomidory.",
        "Zupę po zagotowaniu przykryć, zmniejszyć ogień i gotować przez ok. 10 minut do miękkości warzyw.\n",
        "Rybę opłukać, odciąć skórę i wyjąć ości. Pokroić w kostkę, doprawić solą i włożyć w mleko. Następnie obtoczyć w mące i krótko obsmażyć na patelni.",
        "Podsmażoną rybę włożyć do garnka z zupą i gotować przez ok. 2 - 3 minuty. "
      ],
      "ingredients": [
        "500 g świeżych filetów ryby",
        "1 i 1/2 litra bulionu jarzynowego\n",
        "1/2 cebuli, 1 marchewka, 1 mała pietruszka",
        "1 świeży pomidor ",
        "1 łyżeczka koncentratu pomidorowego",
        "1 łyżka oliwy i 1 łyżka masła\n",
        "2 łyżki mąki pszennej\n",
        "kilka łyżek mleka\n"
      ],
      "id": 28
    },
    {
      "name": "Zupa z czerwonej soczewicy",
      "description": "Sycąca zupa na jesienne dni",
      "steps": [
        "Cebulę pokroić w kostkę i podsmażyć na maśle.",
        "Dodać pokrojone w paski warzywa.",
        "Zalać bulionem.",
        "Gotować do miękkości warzyw i soczewicy.",
        "Doprawić curry, solą i pieprzem."
      ],
      "ingredients": [
        "200g czerwonej soczewicy",
        "1l bulionu warzywnego",
        " 1 łyżeczka curry",
        "Sól i pieprz",
        "1 marchewka, korzeń pietruszki, selera i 0.5 pora"
      ],
      "id": 29
    },
    {
      "name": "Rosół",
      "description": "Zupa jak u mamy",
      "steps": [
        "Jeśli mamy całego kurczaka należy go pokroić na części - odciąć szyję, skrzydełka, uda. Korpus pozostawić razem z piersiami.",
        "Wszystkie części kurczaka oraz wołowinę i podroby opłukać, następnie włożyć do dużego garnka i zalać zimną wodą. Posolić i zagotować na średnim ogniu.",
        "o zagotowaniu zmniejszyć ogień i zszumować wywar. Zmniejszyć ogień i gotować na małym ogniu (rosół ma tylko \"mrugać\") pod lekko uchyloną pokrywą.",
        "W międzyczasie przygotować warzywa: marchewkę, pietruszkę i selera obrać (lub dla większego aromatu - tylko dokładnie umyć). ",
        "Cebulę, pora i natkę opłukać (cebuli nie obierać, jej łuski nadadzą zupie ładnego koloru).\n",
        "Warzywa włożyć do rosołu i zagotować. Dodać przyprawy: ziele angielskie, liść laurowy i czarny pieprz. ",
        "Rosół podawać gorący, z ugotowanym makaronem, posiekaną natką, pokrojoną na cienkie plasterki marchewką z rosołu oraz kawałkami mięsa z kurczaka.\n"
      ],
      "ingredients": [
        "1 kurczak o wadze około 2 kg ",
        "300 g wołowiny",
        "10 serduszek i 5 żołądków kurzych ",
        "3 litry wody\n",
        "1 włoszczyzna",
        " 1 łyżka soli morskiej, 3 ziarenka ziela ",
        "1 liść laurowy, 4 całe ziarenka pieprzu\n"
      ],
      "id": 30
    },
    {
      "name": "Zupa paprykowa",
      "description": "Zupa krem z papryki ",
      "steps": [
        "W garnku na maśle i oliwie zeszklić pokrojoną w kostkę cebulę. Dodać pokrojony na plasterki czosnek i chwilę razem podsmażać.",
        "Dodać obraną i startą na tarce o dużych oczkach marchewkę i wymieszać. Dodać pokrojoną w kostkę paprykę i mieszając co chwilę podsmażać składniki.",
        "Wlać gorący bulion, dodać koncentrat pomidorowy, doprawić w razie potrzeby solą i pieprzem i zagotować. ",
        "Zmniejszyć ogień i gotować pod lekko uchyloną pokrywą przez ok. 10 minut.\n",
        "Po ugotowaniu zmiksować (najlepiej w stojącym mikserze planetarnym) lub blenderem ręcznym. Podawać z ulubionymi dodatkami."
      ],
      "ingredients": [
        "1 łyżka masła\n",
        "1 łyżka oliwy\n",
        "1 cebula\n",
        "2 ząbki czosnku\n",
        "1 marchewka\n",
        "3 czerwone papryki\n",
        "2 i 1/2 szklanki bulionu\n",
        "2 łyżki koncentratu pomidorowego\n",
        "przyprawy"
      ],
      "id": 31
    }
  ],
  "schedules": [{
    "id": 1,
    "name": "Plan",
    "description": "p",
    "weekNumber": 1,
    "monday": [
      1,
      2,
      3,
      4,
      5
    ],
    "tuesday": [
      1,
      2,
      3,
      4,
      5
    ],
    "wednesday": [
      1,
      2,
      3,
      4,
      5
    ],
    "thursday": [
      1,
      2,
      3,
      4,
      5
    ],
    "friday": [
      1,
      2,
      3,
      4,
      5
    ],
    "saturday": [
      1,
      2,
      3,
      4,
      5
    ],
    "sunday": [
      1,
      2,
      3,
      4,
      5
    ]
  }]
}